vacancy = 'Тестировщик'
login = 'Ваш логин hh'
password = 'Ваш пароль hh'
letter = """
Здравствуйте.
Меня зовут Всеволод 31 год.

Данный отклик и сопроводительное письмо отправлено вам с помощью скрипта на Python Selenium. Чтобы показать сразу, что я умею писать автотесты и управлять браузером.
Вы получили этот отклик только если ваша вакансия была найдена через фильтр по запросу "Тестировщик" и опубликована/обновлена в последние сутки.

Ищу работу тестировщиком, предпочтительно на web и с автоматизацией на Python/JS.
Уровень английского – на уровне B1-B2. 
Имею опыт тестирования веб-приложений, кросбраузерного и кросплатформенного. И в меньшей степени mobile. 
Работаю на проектах currency.com и capital.com - трейдинговые платформы. 
Основные обязанности - проведение ежедневного/еженедельного смока, ретест багов, поиск новых багов. Участие в составлении тестовой документации для проектов.

Закончил курсы Skillfactory "Тестировщик автоматизатор на Python" (8 месяцев). Имею небольшой опыт в составлении автотестов и автоматизации e2e.
На данный момент продолжаю изучать тестирование на курсах Вадима Ксендзова и прохожу практику на коммерческих проектах, которые сотрудничают с курсами. 
Готов выполнить тестовое задание только если вы гарантируете обратную связь!
Отвечу на любые дополнительные вопросы в ходе собеседования или в Телеграм.

Буду ждать вашего отклика. Спасибо за уделенное время.

С удовольствием подробнее отвечу на ваши вопросы здесь или:
psevamz2@gmail.com
@MolchanovChannel

Молчанов Всеволод."""